[
  {
    "id": 1,
    "estate_title": "University of Graz Historical Building",
    "segment_name": "Commercial",
    "description": "Baroque-style academic complex in Austria",
    "description_detail": "The University of Graz Historical Building, constructed in 1585 under Archduke Charles II, stands as a masterpiece of Renaissance-Baroque architecture. This 4,800 sq ft UNESCO-protected property features original frescoed ceilings, a grand marble staircase from 1670, and Europe's third-largest historic library housing 250,000 antique volumes. The vaulted auditorium, restored in 2020 with acoustic paneling and 4K projection systems, hosts international academic conferences. Modern upgrades include geothermal heating, wheelchair lifts camouflaged within original structures, and fiber-optic infrastructure supporting 10 Gbps speeds. Zoned for educational/cultural use, the space accommodates museum exhibitions, lecture halls, and archival research centers. The courtyard features a 17th-century medicinal herb garden preserved by the Austrian Heritage Society. Strict preservation guidelines require using traditional lime plaster and禁止 structural modifications. Annual maintenance costs average €120,000, offset by €90,000 in EU cultural grants. Located in Graz's UNESCO City of Design district, it's surrounded by tech startups and innovation hubs. Lease terms mandate public access days and prohibit commercial retail use. Includes 24/7 security monitored via 32 CCTV cameras.",
    "price": "$4,560,000",
    "status": "sale",
    "area": "4800 sq ft",
    "location": "Universitätsplatz 3, Graz, Austria",
    "facilities": ["Historical Architecture", "Auditorium", "Archives"],
    "coordinates": [47.0775, 15.4473],
    "image": "../src/assets/image/EstateItems/EstateImage1.jpg",
    "owner_name": "University of Graz",
    "mobile_number": "+43 316 380-0",
    "owner_image": "../src/assets/image/PropertyOwners/PropertyOwners1.jpg"
  },
  {
    "id": 2,
    "estate_title": "Lake Geneva Luxury Retail",
    "segment_name": "Commercial",
    "description": "Exclusive lakefront retail space",
    "description_detail": "Spanning 650 sq m along Geneva's Golden Mile, this luxury retail space features 12-meter Carrara marble storefronts with anti-UV coating and automated privacy glass. The property includes three VIP salons equipped with RFID fitting rooms and AI-powered style assistants. Built in 2018 to withstand 200 km/h winds, it offers 24/7 climate control maintaining 22°C ±0.5°C year-round. Security features include millimeter-wave scanners, biometric access, and a 300kg vault hidden beneath the central display podium. The lease includes access to Lake Geneva's private marina (Berth 45) capable of docking 40-meter yachts. Monthly foot traffic averages 25,000 high-net-worth individuals, with 70% being international visitors. The space is pre-wired for holographic displays and includes 50 8K digital signage points. Recent tenants achieved €9,000/sqm annual sales. Building amenities feature a staff wellness center, underground delivery tunnels, and a champagne bar with direct helipad access (5-minute transfer time). Energy costs average CHF 45/sqm annually due to integrated solar glass. Lease requires maintaining luxury brand standards and participating in Geneva's annual Watch Week events.",
    "price": "$27,500/month",
    "status": "rent",
    "area": "650 sq m",
    "location": "Quai Gustave-Ador, Geneva, Switzerland",
    "facilities": ["Marina Access", "Luxury Fit-Out", "24/7 Security"],
    "coordinates": [46.2078, 6.1581],
    "image": "../src/assets/image/EstateItems/EstateImage2.jpg",
    "owner_name": "Banque Lombard Odier",
    "mobile_number": "+41 22 709 2111",
    "owner_image": "../src/assets/image/PropertyOwners/PropertyOwners2.jpg"
  },
  {
    "id": 3,
    "estate_title": "Villa Courbe Luxury Estate",
    "segment_name": "Commercial",
    "description": "SAOTA-designed architectural marvel",
    "description_detail": "This SAOTA-designed 1,200 sq m villa redefines lakeside luxury with its gravity-defying 18-meter cantilever over Lake Geneva. The property features climate-controlled wine walls storing 5,000 bottles, a 25-meter infinity pool heated via geothermal energy, and a hidden 12-car garage with EV charging stations. Commercial zoning allows 120 annual events, supported by a professional kitchen with Molteni appliances and a 150-seat convertible ballroom. Smart home systems include facial recognition entry, AI-driven concierge services, and electromagnetic glass that transitions from clear to opaque in 0.3 seconds. The estate's 2-hectare grounds contain a private forest, helicopter landing pad (ICAO code: LSVC), and anti-drone surveillance system. Built in 2020 using 650 tons of reinforced concrete and tensioned steel cables, it withstands 8.0 magnitude earthquakes. Annual maintenance costs CHF 850,000, including staff quarters for 8 personnel. The owner benefits from Switzerland's lump-sum taxation regime and 100% mortgage deductibility. Features a 12-meter underwater tunnel connecting to a lakeside spa with cryotherapy chambers. Rental yields average 4.8% through exclusive event bookings managed by Sotheby's Concierge.",
    "price": "$16,500,000",
    "status": "sale",
    "area": "1200 sq m",
    "location": "Chemin de la Courbe, Vaud, Switzerland",
    "facilities": ["Infinity Pool", "Smart Home", "Event License"],
    "coordinates": [46.4493, 6.8585],
    "image": "../src/assets/image/EstateItems/EstateImage3.jpg",
    "owner_name": "Famille Rochat",
    "mobile_number": "+41 21 555 0177",
    "owner_image": "../src/assets/image/PropertyOwners/PropertyOwners3.jpg"
  },
  {
    "id": 4,
    "estate_title": "Austin Luxury Realty HQ",
    "segment_name": "Commercial",
    "description": "Prime brokerage office in downtown Austin",
    "description_detail": "Occupying the 32nd floor of Frost Bank Tower, this 3,500 sq ft office features floor-to-ceiling electrochromic glass with 99% UV rejection and automated solar shading. The space includes a virtual staging studio with Matterport Pro3 cameras and a rooftop terrace equipped with 8K projection mapping capabilities. LEED Platinum certification was achieved through rainwater harvesting (12,000L capacity) and 112 solar panels generating 45 kWh daily. The trading floor accommodates 40 brokers with Eero Saarinen-designed workstations and quantum encryption network infrastructure. A private wine cellar maintains 1,200 bottles at 13°C ±0.1°C using magnetic refrigeration technology. Building amenities include a Tesla-only charging station (12 ports) and access to a 25-meter lap pool on Level 28. The space is pre-wired for AR/VR showings with 10 Gbps dedicated fiber and latency under 2ms. Annual operating costs average $125/sqm including AI-driven cleaning robots and biophilic air purification systems. Zoning allows 24/7 operations with soundproofing to 35 dB. Includes rights to the building's iconic owl logo in marketing materials. Average foot traffic: 150 high-net-worth clients monthly.",
    "price": "$825,000",
    "status": "sale",
    "area": "3500 sq ft",
    "location": "401 Congress Ave, Austin, TX",
    "facilities": ["Smart Office", "Wine Cellar", "Rooftop Terrace"],
    "coordinates": [30.2653, -97.7435],
    "image": "../src/assets/image/EstateItems/EstateImage4.jpg",
    "owner_name": "Austin Luxury Realty LLC",
    "mobile_number": "+1 512-555-0199",
    "owner_image": "../src/assets/image/PropertyOwners/PropertyOwners4.jpg"
  },
  {
    "id": 5,
    "estate_title": "LBBW Tower Stuttgart",
    "segment_name": "Commercial",
    "description": "Landmark banking skyscraper",
    "description_detail": "The 158-meter LBBW Tower dominates Stuttgart's skyline with its rhomboid diagrid structure containing 5,800 tons of weathering steel. The building offers 35,000 sq ft of column-free trading floors spanning 1,200 sq m plates, capable of supporting 500 kg/sqm loads. Security features include iris-scan elevators, 60cm-thick vault walls, and EMP-shielded crisis rooms. The DGNB Gold certification was achieved through 43% energy reduction via phase-change material ceilings and 12 vertical wind turbines generating 85 MWh annually. Helipad (ICAO: EDDS-H1) permits 8.5-ton helicopters with direct elevator access to underground garages holding 300 vehicles. The building's 360-degree LED crown acts as both art installation and air quality monitor. Tenants benefit from 24/7 robotic cleaning services and access to a 1,000 sq m executive gym with hypoxia training chambers. Fiber-optic infrastructure supports 40 Gbps trading systems with 5μs latency to Frankfurt's stock exchange. Lease includes carbon offset credits for 120% of emissions. Recent upgrades include antimicrobial copper coatings and 5G mmWave repeaters. Average occupancy cost: €54/m²/month with 15-year NNN lease options.",
    "price": "$54/m²/month",
    "status": "rent",
    "area": "3250 sq m",
    "location": "Am Hauptbahnhof 2, Stuttgart, Germany",
    "facilities": ["Helipad", "Trading Floors", "Secure Vaults"],
    "coordinates": [48.7833, 9.1814],
    "image": "../src/assets/image/EstateItems/EstateImage5.jpg",
    "owner_name": "LBBW Immobilien",
    "mobile_number": "+49 711 127-0",
    "owner_image": "../src/assets/image/PropertyOwners/PropertyOwners5.jpg"
  },
  {
    "id": 6,
    "estate_title": "Duke of Portland Boathouse",
    "segment_name": "Commercial",
    "description": "Historic Edwardian lakeside venue",
    "description_detail": "This 1914-built boathouse on Ullswater Lake combines heritage charm with modern event capabilities across 2,150 sq ft. The Grade II listed structure features original teak boat racks, a 12-meter oak bar, and working 1920s-era call systems. Recent £2.1 million renovations added underfloor heating, 360° 8K livestream infrastructure, and a commercial kitchen certified for 250-person events. The property includes 1.5 acres of ancient woodland with 38 protected oak trees and a private jetty accommodating 8 vintage boats. Zoning permits 18 annual weddings with amplified music until 1 AM. Unique features include a floating pontoon stage and hidden WWII bunker converted to wine storage (1,200-bottle capacity). Maintenance requires using traditional linseed oil paints and prohibits structural modifications. Annual costs average £45,000 with £120,000 revenue potential. Includes rights to the 'Duke's Collection' of 15 period rowboats. The boathouse appears in 3 Oscar-winning films, generating £15,000/year in location fees. 24/7 security patrols monitor the UNESCO World Heritage Site boundaries. Accessible via electric boat shuttle from Pooley Bridge (7 minutes).",
    "price": "$1,560,000",
    "status": "sale",
    "area": "2150 sq ft",
    "location": "Ullswater, Lake District, England",
    "facilities": ["Event Space", "Waterside Access", "Commercial Kitchen"],
    "coordinates": [54.5621, -2.8805],
    "image": "../src/assets/image/EstateItems/EstateImage6.jpg",
    "owner_name": "National Trust",
    "mobile_number": "+44 17684 82200",
    "owner_image": "../src/assets/image/PropertyOwners/PropertyOwners6.jpg"
  },
  {
    "id": 7,
    "estate_title": "Grafental Industrial Complex",
    "segment_name": "Commercial",
    "description": "Modern manufacturing facility",
    "description_detail": "Spanning 8,500 sq m in Düsseldorf's industrial heartland, this complex features 10-ton overhead cranes with ±1mm precision and 800m of internal rail tracks connecting to the Deutsche Bahn network. The ISO Class 7 cleanrooms maintain 0.3μm particle counts below 352,000/m³, while 50 EV charging stations support 150kW fast charging. Industry 4.0 infrastructure includes 5G-enabled AGVs and digital twin simulation systems. The property's wastewater treatment plant processes 5,000L/hour to drinking standards, reducing utility costs by 40%. Structural upgrades allow 24/7 vibration-sensitive manufacturing, with 60cm-thick floors supporting 15,000 kg/sqm loads. Energy costs average €0.18/kWh through onsite wind turbines (2.5 MW capacity). Includes 8,000 sq m of automated vertical storage and a crisis-proof backup generator (3 MW output). Zoning permits hazardous material storage (Class 3-8) with 24/7 fire brigade presence. Recent tenant achieved 98% production uptime using the facility's predictive maintenance AI. Lease includes access to Rhine River barging (500m dock) and customs-bonded warehousing. Average occupancy cost: €18.50/m²/month with 10-year Mietpreisbremse protection.",
    "price": "$18.50/m²/month",
    "status": "rent",
    "area": "8500 sq m",
    "location": "Grafentaler Weg 9, Düsseldorf, Germany",
    "facilities": ["Rail Access", "Clean Rooms", "Automation Ready"],
    "coordinates": [51.2306, 6.7821],
    "image": "../src/assets/image/EstateItems/EstateImage7.jpg",
    "owner_name": "Metallwerke Grafental",
    "mobile_number": "+49 211 8834-500",
    "owner_image": "../src/assets/image/PropertyOwners/PropertyOwners7.jpg"
  }
]