[
  {
    "id": 1,
    "estate_title": "Duke of Portland Boathouse",
    "segment_name": "Commercial",
    "description": "Historic Edwardian lakeside venue",
    "description_detail": "Nestled on the serene shores of Ullswater, this meticulously preserved 1914 Edwardian boathouse is a crown jewel of Lake District heritage. Designed by acclaimed architect Francis Whitwell, the structure showcases traditional lakeland slate walls, oak beam ceilings, and original cast-iron mooring rings still embedded in its weathered dock. The National Trust has sensitively modernized the 2,150 sq ft space while maintaining historic features like its hand-carved rowing boat display and leaded glass windows depicting aquatic motifs. Current configuration includes a 120-seat event hall with lake-view folding doors, commercial-grade catering facilities approved for 200-person functions, and a cedar-clad upper terrace perfect for sunset receptions. The property holds Grade II* listing status for its unique combination of Arts & Crafts detailing and functional boat storage design. Recent upgrades include underfloor heating, ADA-compliant access ramps, and a marine-grade floating pontoon system. Environmental considerations include rainwater harvesting for garden irrigation and bat conservation roosts in the boathouse eaves. The venue currently hosts 40+ annual weddings alongside corporate retreats and classical music performances, benefiting from direct access to the 20-mile Ullswater Way hiking trail.",
    "price": "$1,560,000",
    "status": "sale",
    "area": "2150 sq ft",
    "location": "Ullswater, Lake District, England",
    "facilities": ["Event Space", "Waterside Access", "Commercial Kitchen"],
    "coordinates": [54.5621, -2.8805],
    "image": "/image/EstateItems/EstateImage1.jpg",
    "owner_name": "National Trust",
    "mobile_number": "+44 17684 82200",
    "owner_image": "/image/PropertyOwners/PropertyOwners1.jpg",
    "slider_image": "/image/SliderImages/SliderImage1.jpg"
  },
  {
    "id": 2,
    "estate_title": "LBBW Tower Stuttgart",
    "segment_name": "Commercial",
    "description": "Global headquarters for Landesbank Baden-Württemberg",
    "description_detail": "Dominating Stuttgart's financial district, this 158-meter neomodern skyscraper serves as the global headquarters for Landesbank Baden-Württemberg. Completed in 2008 after a €300 million renovation, the tower's distinctive glass-and-steel façade incorporates solar-responsive louvers that reduce cooling costs by 25%. The 32,500 sq m interior features column-free trading floors with fiber-optic connectivity, 18 high-speed elevators with destination dispatch systems, and a 200-seat auditorium equipped with simultaneous translation booths. Upper floors (25-32) offer executive suites with panoramic Black Forest views through floor-to-ceiling glazing, while the rooftop helipad holds ICAO certification for emergency medical flights. Sustainable credentials include LEED Platinum certification, achieved through features like greywater recycling systems and a 1.2 MW combined heat/power plant. The complex includes a 300-space underground garage with EV charging stations and direct U-Bahn access via the Hauptbahnhof transit hub. Security measures exceed BaFin standards, featuring biometric access controls, electromagnetic window shielding, and a dedicated crisis management center. Current tenants benefit from premium amenities including a staff bistro with Michelin-trained chefs, on-site notary services, and a private banking lounge with direct SWIFT access.",
    "price": "$2,500,000",
    "status": "sale",
    "area": "32500 sq m",
    "location": "Stuttgart, Germany",
    "facilities": ["Trading Floors", "Auditorium", "Executive Suites"],
    "coordinates": [48.7758, 9.1829],
    "image": "/image/EstateItems/EstateImage2.jpg",
    "owner_name": "Landesbank Baden-Württemberg",
    "mobile_number": "+49 711 1270",
    "owner_image": "/image/PropertyOwners/PropertyOwners2.jpg",
    "slider_image": "/image/SliderImages/SliderImage2.jpg"
  },
  {
    "id": 3,
    "estate_title": "Lake Geneva Luxury Retail",
    "segment_name": "Commercial",
    "description": "Exclusive Golden Mile retail emporium",
    "description_detail": "Positioned on Geneva's exclusive Golden Mile, this 650 sq m retail emporium combines Belle Époque elegance with cutting-edge luxury. The marble-clad facade dates to 1897 when it housed Switzerland's first Rolex boutique, while interior renovations by Pierre-Yves Rochon showcase backlit onyx counters and kinetic sculpture installations. The space features 22-meter lakefront frontage with private marina berths (up to 25m yachts) and a seasonal floating terrace. Current configuration includes a 120 sq m VIP salon with Breguet parquet flooring and humidity-controlled display walls for high-value merchandise. Technical specifications include 24/7 climate control (18°C±1), seismic-rated security vaults, and fiber-connected POS systems compatible with blockchain payment platforms. The property comes with rare 'Grande Terrasse' permits allowing alfresco dining/cocktail service until 2AM. Neighbors include Patek Philippe's flagship salon and a private members' club frequented by Olympic Committee executives. Recent upgrades include anti-drone surveillance systems, automated scent diffusion technology, and a subterranean delivery tunnel connecting to the Quai Gustave-Ador service road. The space has hosted trunk shows for Sotheby's jewelry auctions and Hermès scarf launches, benefiting from Geneva's 7.5% VAT rate for export-focused retail.",
    "price": "$3,200,000",
    "status": "sale",
    "area": "650 sq m",
    "location": "Geneva, Switzerland",
    "facilities": ["VIP Salon", "Private Marina", "Climate Control"],
    "coordinates": [46.2044, 6.1432],
    "image": "/image/EstateItems/EstateImage3.jpg",
    "owner_name": "Private Owner",
    "mobile_number": "+41 22 310 1234",
    "owner_image": "/image/PropertyOwners/PropertyOwners3.jpg",
    "slider_image": "/image/SliderImages/SliderImage3.jpg"
  },
  {
    "id": 4,
    "estate_title": "Austin Luxury Realty HQ",
    "segment_name": "Commercial",
    "description": "Corporate office in Frost Bank Tower",
    "description_detail": "Perched 150 meters above Austin's buzzing downtown, this 3,500 sq ft corporate office occupies the Frost Bank Tower's prestigious 32nd floor - the highest occupiable level in the building. The space underwent a $1.2 million renovation in 2022 featuring Italian porcelain floors, motorized smart glass partitions, and a 360° LED news ticker encircling the central conference area. Tech infrastructure includes Cat 8 wiring, dedicated 10 Gbps fiber lines, and a server room with N+2 redundancy cooling. The broker lounge features a climate-controlled wine cellar storing 600 bottles, while the executive suite boasts a private terrace with telescope views of the Texas State Capitol. Design elements pay homage to local culture through custom murals by Austin artist Josef Kristofoletti and reclaimed cedar accents from the original 1886 Capitol building. Building amenities include a 24/7 concierge, access to a 50th-floor sky garden, and priority reservations at the tower's Michelin-starred restaurant. The space is turnkey ready for luxury realty operations, complete with encrypted document disposal systems, client screening rooms with facial recognition entry, and a live feed from the building's Tesla Supercharger stations. Energy efficiency measures include motion-activated LED lighting and AI-optimized HVAC that reduced previous tenants' utility costs by 38%.",
    "price": "$4,500,000",
    "status": "sale",
    "area": "3500 sq ft",
    "location": "Austin, Texas, USA",
    "facilities": ["Broker Lounge", "Private Terrace", "Concierge"],
    "coordinates": [30.2672, -97.7431],
    "image": "/image/EstateItems/EstateImage4.jpg",
    "owner_name": "Luxury Realty Inc.",
    "mobile_number": "+1 512-555-1234",
    "owner_image": "/image/PropertyOwners/PropertyOwners4.jpg",
    "slider_image": "/image/SliderImages/SliderImage4.jpg"
  },
  {
    "id": 5,
    "estate_title": "University of Graz Historical Building",
    "segment_name": "Commercial",
    "description": "Baroque masterpiece in Graz's UNESCO World Heritage Site",
    "description_detail": "Steeped in academic tradition since its 1585 founding, this Baroque masterpiece at the heart of Graz's UNESCO World Heritage Site spans 4,800 sq ft of lecture halls, ceremonial spaces, and protected archives. The facade's intricate stuccowork by Giovanni Pietro de Pomis depicts allegorical scenes of the liberal arts, while the grand staircase features 300-year-old wrought-iron balustrades and frescoed cupolas restored using 22k gold leaf. The building contains Europe's second-oldest academic library (housing 150,000 incunabula), a 250-seat moot court chamber with original oak paneling, and the 'Aula' ceremonial hall where Nobel laureate Otto Loewi lectured. Modern integrations include discreet climate control in manuscript vaults (-20°C to +20°C adjustable) and seismic retrofitting that preserves the structure's 17th-century acoustics. The property comes with development rights to the adjacent botanical gardens, plus rare permissions for archaeological digs in the basement-level crypts containing medieval scholastic artifacts. Current usage includes international law symposia, philology research centers, and the annual 'Night of Architecture' gala. Restoration guidelines permit sensitive commercial adaptation under supervision from Austria's Federal Monuments Office, with previous proposals including a luxury think tank retreat or rare book museum.",
    "price": "$6,000,000",
    "status": "sale",
    "area": "4800 sq ft",
    "location": "Graz, Austria",
    "facilities": ["Lecture Halls", "Ceremonial Spaces", "Archives"],
    "coordinates": [47.0707, 15.4395],
    "image": "/image/EstateItems/EstateImage5.jpg",
    "owner_name": "University of Graz",
    "mobile_number": "+43 316 380-0",
    "owner_image": "/image/PropertyOwners/PropertyOwners5.jpg",
    "slider_image": "/image/SliderImages/SliderImage5.jpg"
  },
  {
    "id": 6,
    "estate_title": "Villa Courbe Luxury Estate",
    "segment_name": "Commercial",
    "description": "SAOTA-designed lakeside villa",
    "description_detail": "Reimagining lakeside opulence, this SAOTA-designed 1,200 sq m villa cascades down a private Chemin de la Courbe hillside through four cantilevered levels of travertine and glass. The 2019-built residence features a 25-meter vanishing-edge pool aligned with Mont Blanc vistas, serviced by a pool house with Finnish sauna and cryotherapy chamber. Interior highlights include a double-height gallery with rotating art display system, a Bulthaup kitchen with temperature-controlled spice walls, and a subterranean garage with robotic car turntable for 12 vehicles. Smart home systems by Crestron control everything from the retractable cinema screen in the media cave to the anti-fog bathroom mirrors with integrated weather displays. The 1.2-hectare grounds include an olive grove producing estate-branded oil, a helicopter landing pad with customs clearance facilities, and an event lawn licensed for 500-guest receptions. Unique architectural elements include hurricane-rated glazing tested to 250 km/h winds and a geothermal heating system leveraging Lac Léman's thermal mass. The property has hosted Monaco Yacht Show afterparties and Sotheby's charity auctions, benefiting from Vaud's favorable tax regime for événementiel enterprises. Security features include facial recognition gates, underwater motion sensors along 300m of shoreline, and a panic room with satellite uplink.",
    "price": "$8,500,000",
    "status": "sale",
    "area": "1200 sq m",
    "location": "Chemin de la Courbe, Switzerland",
    "facilities": ["Vanishing-edge Pool", "Helicopter Landing Pad", "Event Lawn"],
    "coordinates": [46.2044, 6.1432],
    "image": "/image/EstateItems/EstateImage6.jpg",
    "owner_name": "Private Owner",
    "mobile_number": "+41 22 310 1234",
    "owner_image": "/image/PropertyOwners/PropertyOwners6.jpg",
    "slider_image": "/image/SliderImages/SliderImage6.jpg"
  },
  {
    "id": 7,
    "estate_title": "Grafental Industrial Complex",
    "segment_name": "Commercial",
    "description": "21st-century manufacturing complex in Düsseldorf",
    "description_detail": "Redefining 21st-century manufacturing, this 8,500 sq m industrial complex in Düsseldorf's 'Medienhafen' innovation district combines heavy-duty infrastructure with IoT-ready connectivity. The facility features 8-ton overhead cranes servicing 6m-high production halls, ISO Class 5 clean rooms with HEPA-filtered positive pressure systems, and 2MW redundant power supply from on-site natural gas generators. Logistics advantages include direct rail spur access to the Rhine-Ruhr Express network, 14 dock-high loading bays with automated pallet systems, and a 50-vehicle secured truck court with biodiesel fueling stations. The property is zoned for chemical/pharmaceutical use, featuring epoxy-sealed floors, explosion-proof electrical systems, and 24/7 emissions monitoring compliant with German TA Luft regulations. Recent upgrades include 5G millimeter-wave coverage throughout, collaborative robot (cobot) docking stations, and a 500 sq m innovation lab with VR prototyping suite. Sustainability features encompass a 5,000 sq ft green roof reducing urban heat island effect, waste heat recovery systems cutting energy use by 40%, and on-site wastewater treatment achieving 98% purity discharge. The complex currently serves as a pilot plant for Industry 4.0 manufacturing processes, with existing tenants benefiting from R&D tax incentives under North Rhine-Westphalia's 'Progress.NRW' initiative.",
    "price": "$10,000,000",
    "status": "sale",
    "area": "8500 sq m",
    "location": "Düsseldorf, Germany",
    "facilities": ["Overhead Cranes", "Clean Rooms", "Innovation Lab"],
    "coordinates": [51.2277, 6.7735],
    "image": "/image/EstateItems/EstateImage7.jpg",
    "owner_name": "Private Owner",
    "mobile_number": "+49 211 123456",
    "owner_image": "/image/PropertyOwners/PropertyOwners7.jpg",
    "slider_image": "/image/SliderImages/SliderImage7.jpg"
  }
]
